Repository: vergevsky/BBTB
Catalog: BBTB/Packages/Localization/Sources/Localization/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# diagnostics.share_log
source: Send log to developer
ru: Отправить лог разработчику

# diagnostics.last_24h
source: Last 24 hours. IP addresses are masked.
ru: Последние 24 часа. IP-адреса маскируются.

# diagnostics.preparing
source: Preparing log…
ru: Готовим лог…

# diagnostics.no_logs.title
source: No data
ru: Нет данных

# diagnostics.no_logs.message
source: Connect to VPN at least once to generate a log.
ru: Подключитесь к VPN хотя бы раз, чтобы появился лог.

# menu.import_from_file
source: Import from file
ru: Импортировать из файла

# import.error.file_access_denied
source: Could not access the file.
ru: Не удалось получить доступ к файлу.

# import.error.file_read_failed
source: Could not read the file.
ru: Не удалось прочитать файл.

# subscription.fallback_name
source: Subscription
ru: Подписка
